export default [
	{
		"name": "第一球",
		"code": "4001"
	},
	{
		"name": "第二球",
		"code": "4002"
	},
	{
		"name": "第三球",
		"code": "4003"
	},
	{
		"name": "第四球",
		"code": "4004"
	},
	{
		"name": "第五球",
		"code": "4005"
	},
	{
		"name": "1-5大小(大)",
		"code": "4006"
	},
	{
		"name": "1-5大小(小)",
		"code": "4007"
	},
	{
		"name": "1-5单双(单)",
		"code": "4008"
	},
	{
		"name": "1-5单双(双)",
		"code": "4009"
	},
	{
		"name": "总和大小(总和大)",
		"code": "4001"
	},
	{
		"name": "总和大小(总和小)",
		"code": "4001"
	},
	{
		"name": "总和大小(总和单)",
		"code": "4001"
	},
	{
		"name": "总和大小(总和双)",
		"code": "4001"
	},
	{
		"name": "总和尾数大小(总和尾大)",
		"code": "4001"
	},
	{
		"name": "总和尾数大小(总和尾小)",
		"code": "4001"
	},
	{
		"name": "龙虎(龙)",
		"code": "4001"
	},
	{
		"name": "龙虎(虎)",
		"code": "4001"
	},
	{
		"name": "一中一",
		"code": "4001"
	},
	{
		"name": "任选二中二",
		"code": "4001"
	},
	{
		"name": "任选三中三",
		"code": "4001"
	},
	{
		"name": "任选四中四",
		"code": "4001"
	},
	{
		"name": "任选五中五",
		"code": "4001"
	},
	{
		"name": "任选六中五",
		"code": "4001"
	},
	{
		"name": "任选七中五",
		"code": "4001"
	},
	{
		"name": "任选八中五",
		"code": "4001"
	},
	{
		"name": "前二组选",
		"code": "4001"
	},
	{
		"name": "前三组选",
		"code": "4001"
	},
	{
		"name": "前二直选",
		"code": "4001"
	},
	{
		"name": "前三直选",
		"code": "4001"
	}
];

